Repository: mozilla-l10n/mt-training-data
Catalog: dyu/dyu_pontoon.tmx
Source language: en_us
Languages: dyu

source: Help reach { $hours } hours in { $language } with a personal goal
dyu: Dɛmɛ ka se { $hours } lɛrɛ ma { $language } kɔnɔ ni i yɛrɛ ka laɲini ye

source: Help teach machines how real people speak, donate your voice at { $link }
dyu: Dɛmɛ ka masinw kalan mɔgɔ lakikaw bɛ kuma cogo min na, i ka kan di { $link } ma.

source: Help us build a community around voice technology, stay in touch via email.
dyu: Aw k’an dɛmɛ ka sigida jɔ kanko fɛɛrɛ lamini na, ka to ɲɔgɔn fɛ imɛri la.

source: Help us build a high quality, publicly open dataset
dyu: An dɛmɛ ka kunnafonidilan ɲumanba dɔ jɔ, min dabɔra foroba la

source: Help us find more voices, share your goal
dyu: An dɛmɛ ka kumakan caman sɔrɔ, k’aw ka laɲini tila

source: Help us find others to donate their voice!
dyu: An dɛmɛ ka mɔgɔ wɛrɛw sɔrɔ walasa k’u kan di!

source: Help us get to { $goal }
dyu: An dɛmɛ ka se { $goal } ma.

source: Help us validate sentences!
dyu: An dɛmɛ ka kumasenw tiɲɛ!

source: Help us validate voices
dyu: An dɛmɛ ka kumakanw tiɲɛ

source: Here are the links to download your ZIP files.
dyu: Nin ye ladɛrɛsiw ye minnu bɛ se ka i ka ZIP filew telesarse.

source: Hidden
dyu: Dogolen

source: Hiligaynon
dyu: Hiligaynon ye

source: Hill Mari
dyu: Kulu Mari

source: Hindi
dyu: Hindikan na

source: His hand was rais-ed.
dyu: A bolo tun kɔrɔtalen don.

source: Hours
dyu: Lɛrɛw

source: Hours Recorded
dyu: Lɛrɛ minnu sɛbɛnna

source: Hours Validated
dyu: Lɛrɛw Dafara

source: How ?
dyu: Cogo di ?

source: How are project decisions made?
dyu: Porozɛw ka latigɛw bɛ kɛ cogo di?

source: How can we effectively grow a language on Common Voice?
dyu: An bɛ se ka kan dɔ yiriwa cogo ɲuman na Common Voice kan?

source: How does Common Voice work?
dyu: Common Voice bɛ baara kɛ cogo di?

source: How does site localization work?
dyu: Siti sigidako bɛ baara kɛ cogo di?

source: How do I access and use the dataset?
dyu: Ne bɛ se ka don kunnafonidilan kɔnɔ cogo di ani ka baara kɛ ni a ye cogo di?

source: How do I add a language?
dyu: Ne bɛ se ka kan dɔ fara a kan cogo di?

source: How do I add sentences?
dyu: N bɛ kumasenw fara ɲɔgɔn kan cogo di?

source: How do I know whether to approve a voice clip?
dyu: Ne bɛ se k’a dɔn cogo di ko ne ka kan ka sɔn kumakan-klip dɔ ma?

source: How do I record a high quality voice clip?
dyu: Ne bɛ se ka kumakan-klip min ka ɲi kosɛbɛ, o ta cogo di?

source: How do I stay in touch?
dyu: Ne bɛ se ka to ɲɔgɔn fɛ cogo di?

source: How would you describe your accent?
dyu: I bɛna i ka kuma fɔcogo ɲɛfɔ cogo di?

source: Hungarian
dyu: Hɔngirikan na

source: I agree
dyu: N sɔnna o ma

source: Icelandic
dyu: Islandekan na

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
dyu: N b’a fɛ ka batakiw sɔrɔ i n’a fɔ laɲiniw hakilijiginw, n ka ɲɛtaa kunnafoniw ani kunnafonidisɛbɛnw Common Voice kan.

source: I do not agree
dyu: N ma sɔn o ma

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
dyu: Ni klip dɔ banna mɔgɔ 2 fɛ, a bɛ bɔ kunnafonidilan kulu fitinin wɛrɛ kɔnɔ.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
dyu: Ni o fɔlisen tiɲɛna, walima ni a bɛ sɔgɔsɔgɔ, i ka ban fo ni sɛbɛnni bɛɛ bɛ se ka mɛn hali bi.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
dyu: Ni kumasen ma bɛn sanfɛla sariyaw ma, i ka &quot;Bana&quot; butɔni min bɛ kinin fɛ. N’i dalen tɛ kumasen in na, i bɛ se fana ka tɛmɛ a kan ka taa kumasen nata la.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
dyu: Ni kumasen bɛ sariyaw dafa, i ka &quot;Sɔn&quot; butɔni min bɛ kinin fɛ.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
dyu: N’i ye fɛn dɔ sɔrɔ, nin laadilikanw t’a ɲɛfɔ, i ka wote ka kɛɲɛ n’i ka hakilina ɲuman ye. N’i tɛ se k’a latigɛ tiɲɛ na, baara kɛ ni butɔni ye min tɔgɔ ye ko skip, ka taa fɔlisen nata la.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
dyu: N’i tun bɛ se ka <strong>u mɛn</strong> ani ka <strong>u faamuya</strong>, a ka c’a la, <strong>a ka fisa i ka sɔn</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
dyu: N’i ma an ka kuma mɛn tile fila-fila kɔnɔ, aw bɛ se ka aw bolo don <emailLink>{ $email }</emailLink> la ani an bɛ segin ka na aw fɛ!

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
dyu: N’i b’a fɛ ka baarakɛminɛnw ɲini walasa ka ASR misaliw jɔ, i bɛ se ka jɛɲɔgɔnya kɛ ni mɔgɔ wɛrɛw ye sigida la <discourseLink>kan Discourse</discourseLink>.

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
dyu: N’i ​​b’a fɛ ka kuma caman fɔ kunnafonidilan kan, n’i b’a fɛ ka jɛ ka wari bila plateforme yiriwali bolodalenw na walima ka jɛkafɔ siraw ɲini, <emailFragment>i ka layini dɔ bila an ye.</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
dyu: Ni kumasenw banna i bolo ka segin u kan, i k’an dɛmɛ ka kumasen wɛrɛw lajɛ!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
dyu: N’i y’a miiri ko fɔcogo b’a to a tɛ se ka faamuya</strong>, walima <strong>kɔfɛ mankan ka ca</strong>, walima <strong>mɔgɔ wɛrɛw fana bɛ kuma</strong>, o tuma i ka kan ka ban klip la. <accuracyLink>aw ye kunnafoni wɛrɛw lajɛ an ka tiɲɛni sariyaw kɔnɔ</accuracyLink>.

source: Igbo
dyu: Igbokan na

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
dyu: N ye n yɛrɛ ka laɲini dɔ dabɔ dɔrɔn kanko bolomafara kama #CommonVoice ma -- aw ka fara n kan ka dɛmɛ don ka masinw kalan mɔgɔ lakikaw bɛ kuma cogo min na { $link } .

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
dyu: N b’a fɛ i ka nin kunnafoni in ɲɛnabɔ i n’a fɔ i b’a ɲɛfɔ cogo min na Mozilla ka <privacyLink>Gundolakow sariya</privacyLink> kɔnɔ

source: Includes email, username & demographic info, available right away
dyu: Email, baarakɛla tɔgɔ & . jamanadenw ka kunnafoniw, . bɛ sɔrɔ o yɔrɔnin bɛɛ

source: Includes mp3s and related sentences, may take some time to prepare
dyu: Mp3w ni kumasen minnu bɛ tali kɛ o la, olu bɛ sɔrɔ a kɔnɔ, a bɛ se ka waati dɔ ta ka labɛn

source: Indonesian
dyu: indonezikan na

source: Information about the language
dyu: Kunnafoni minnu bɛ kan in kan

source: In Progress
dyu: A bɛ ka taa ɲɛ

source: Interested in learning more and contributing to the project?
dyu: I b’a fɛ ka kunnafoni wɛrɛw sɔrɔ ani ka dɛmɛ don o baara la wa?

source: Interlingua
dyu: Kanw ni ɲɔgɔn cɛ

source: Interlingue
dyu: Kanw ni ɲɔgɔn cɛ

source: Irish
dyu: Irlandikan na

source: IsiNdebele (North)
dyu: IsiNdebele (Word)

source: IsiNdebele (South)
dyu: IsiNdebele (Sud)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
dyu: <isoCodeLink>ISO Kodew</isoCodeLink> ni a dɔnna

source: Is the clip valid?
dyu: Yala o klip in bɛ se ka kɛ wa?

source: Italian
dyu: Italikan na

source: It contains words or phrases that are hard to read or pronounce.
dyu: Daɲɛw walima kumasenw bɛ sɔrɔ a kɔnɔ minnu kalanni walima u fɔli ka gɛlɛn.

source: It is written in a language different than what I’m speaking.
dyu: A sɛbɛnnen bɛ kan dɔ la min ni n bɛ kuma min fɔ, o tɛ kelen ye.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
dyu: A bɛ caman ta walasa Common Voice ka se ka kɛ! An t'o kɛ an kelen na. Aw b’a fɛ ka jɛɲɔgɔnya kɛ ni an ye wa? An b'a fɛ ka aw ka kuma mɛn.

source: Izhorian
dyu: Izhorian ye

source: Japanese
dyu: Zapɔnkan na

source: Join the Common Voice mailing list
dyu: Aw ka fara Common Voice ka bataki cilenw lisi kan

source: Just Unsure?
dyu: Dɔrɔn I dalen tɛ a la wa?

source: Kabardian
dyu: Kabardian ye

source: Kabyle
dyu: Kabyle ye

source: Kannada
dyu: Kannadakan na

source: Kaqchikel
dyu: Kaqchikel ye

source: Karakalpak
dyu: Karakalpak ye

source: Kazakh
dyu: Kazakhstankan na

source: { $kb }kb max
dyu: { $kb }kb maksimali

source: Keep
dyu: K'a mara

source: Keep it up, record again <recordIcon></recordIcon>
dyu: Aw k’a to a la, ka sɛbɛnni kɛ tugun <recordIcon></recordIcon>

source: Keep the recordings
dyu: Aw ye o fɔlisenw mara

source: Keep track of your progress and metrics across multiple languages.
dyu: Aw ye aw ka ɲɛtaa ni jateminɛw jateminɛ kan caman kɔnɔ.

source: Keep track of your progress with a profile
dyu: Aw ye aw ka ɲɛtaa jateminɛ ni kunnafoni dɔ ye

source: Keep track of your progress with a profile and help our voice data be more accurate.
dyu: Aw ye aw ka ɲɛtaa jateminɛ ni kunnafonisɛbɛn ye ani ka an ka kumakan kunnafoniw dɛmɛ u ka kɛ tiɲɛ ye.

source: Khmer
dyu: Khmerkaw ka

source: K'iche'
dyu: K'iche' ye.

source: Kikuyu
dyu: Kikuyu ye

source: Kinyarwanda
dyu: Kinyarwandakan na

source: Komi-Zyrian
dyu: Komi Zyrian ye

source: Konkani (Devanagari)
dyu: Konkani (Devanagarikan) .

source: Korean
dyu: korekan na

source: Kurmanji Kurdish
dyu: Kurmanji kurdekan na

source: Kyrgyz
dyu: Kirgistan jamana na

source: Language
dyu: kan

source: Language Request
dyu: Kanko ɲinini

source: Language request successfully submitted, thank you.
dyu: Kan ɲinini kɛra ka ɲɛ, barika Ala ye.

source: Languages
dyu: Kanw

source: Lao
dyu: Laos jamana na

source: Large scale corporates and platform companies
dyu: Jɛkulubaw ni plateforme sosiyetew

source: Latvian
dyu: Letoni jamana na

source: Launched
dyu: A daminɛna

source: Leaderboard Visibility
dyu: Kunnafoni ɲɛmɔgɔyaso yecogo

source: Learn how to take part
dyu: A ɲini k’i sen don a la cogo min na

source: Learn More
dyu: Aw ye kunnafoni wɛrɛw sɔrɔ

source: Leaving now means you’ll lose your changes
dyu: Ni i bɔra sisan, o kɔrɔ ye ko i bɛna bɔnɛ i ka fɛn caman Changements (Yɛlɛma) la

source: Leaving now means you'll lose your progress
dyu: Ni i bɔra sisan, o kɔrɔ ye ko i bɛna bɔnɛ i ka ɲɛtaa la

source: Let's Get Started
dyu: An ka Daminɛ

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
dyu: LibriSpeech ye sanga 1000 ɲɔgɔn ye, tubabukan kalanni 16Khz min bɔra gafe lamɛntaw kalanlenw na ka bɔ LibriVox porozɛ la.

source: License
dyu: lase

source: License: <licenseLink>CC-0</licenseLink>
dyu: Lase: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
dyu: Lase: <licenseLink>{ $license }</licenseLink>

source: Ligurian
dyu: Ligurikan na

source: Link Copied
dyu: Lien Kopi kɛra

source: Links to websites that can help us understand the language
dyu: Site webw ladɛrɛsi minnu bɛ se k’an dɛmɛ ka kan faamuya

source: Listen
dyu: Ka lamɛn

source: Listening
dyu: Lamɛnni

source: Listen-Queue
dyu: Lamɛnni-Layidu

source: Lithuanian
dyu: Litwaniekan na

source: Loading…
dyu: Loading (dadon) bɛ kɛ

source: Loading sentences…
dyu: Kumasenw doni...

source: Localized
dyu: Sigida la

source: Login Identity
dyu: Donni Identité (Dɔnniya Identité).

source: Log in or sign up to get started
dyu: Don walima i tɔgɔ sɛbɛn walasa ka baara daminɛ

source: Log In / Sign Up
dyu: Don / I tɔgɔ sɛbɛn

source: Log In / Sign Up with { $company } email
dyu: Don / I tɔgɔ sɛbɛn ni { $company } email ye

source: Log Out
dyu: Aw ka bɔ kɛnɛ kan

source: Lojban
dyu: Lojban ye

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
dyu: A bɛ iko klip si tɛ yen ka Lamɛ nin kan in na. An dɛmɛ ka layini fa ni dɔw sɛbɛnni ye sisan.

source: Luxembourgish
dyu: Luxembourgkan na

source: Macedonian
dyu: Masedwanɛkaw

source: Maithili
dyu: Maytili

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
dyu: I k’a lajɛ ni plateforme bɛ ka sɛbɛnni kɛ sanni i ka kuma daminɛ, ani ko a bɛ jɔ dɔrɔn ni i ye kuma ban.

source: Make sure the sentence meets the following criteria:
dyu: Aw ye aw jija kumasen bɛ nin sariyaw dafa:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
dyu: Aw ye aw ka kunnafoniw cilenw kɛ fɛn nafamaw ye cogo bɛɛ la, aw kɛtɔ ka jamanadenw ka kunnafoniw dɔw di minnu tɔgɔ ma fɔ. An bɛ jamanaden hakɛ kunnafoniw bɛɛ de-identify ka sɔrɔ k’u kɛ foroba la.

source: Malagasy
dyu: Malagasikan na

source: Malay
dyu: Malaykan na

source: Malayalam
dyu: Malayalamkan na

source: Maltese
dyu: Maltesekan na

source: Manage Email Subscriptions
dyu: Aw ye Email Abonnés (Email abonnés) ɲɛnabɔ

source: Manage Subscriptions
dyu: Abonnés (abonnenw) ɲɛnabɔ

source: Mapudungun
dyu: Mapudungun ye

source: Marathi
dyu: Marakankan na

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
dyu: Laala an ka <homepageLink>homepage</homepageLink> bɛna dɛmɛ wa? Walasa ka ɲininkali kɛ, i ka fara <matrixLink>Matrix jɛkulu ka baro</matrixLink> kan, ka siti koɲɛw kɔlɔsi <githubLink>GitHub</githubLink> fɛ walima ka taa <discourseLink>an ka kuma fɔyɔrɔw la</discourseLink>.

source: MB
dyu: Mo

source: Meadow Mari
dyu: Meadow Cɛ

source: Medumba
dyu: Medumba ye

source: Meetei Lon
dyu: Meetei Lon ye

source: Message
dyu: Bataki

source: [Mismatched content]
dyu: [Kɔnɔkow minnu tɛ bɛn ɲɔgɔn ma].

source: Misreadings
dyu: Kalan kɛcogo juguw

source: Missing an <strong>'s'</strong> at the end of a word.
dyu: <strong>'</strong> dɔ tununni daɲɛ laban na.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
dyu: <strong>'A'</strong> walima <strong>'The'</strong> min tununna fɔlisen daminɛ na.

source: Missing the end of the last word by cutting off the recording too quickly.
dyu: Daɲɛ laban laban tununni n’i ye fɔlisen tigɛ joona kojugu.

source: Mixed
dyu: Mixed (Mixed) ye

source: Moksha
dyu: Moksha ye

source: Mongolian
dyu: mongolikan na

source: [More has been recorded than the required text]
dyu: [Fɛn caman sɛbɛnna ka tɛmɛ sɛbɛnni wajibiyalen kan].

source: Mossi
dyu: Mossi ye

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
dyu: Baarakɛdabaw bɛ baara kɛ ni kunnafonidilan minnu ye, olu fanba tɛ sɔrɔ mɔgɔ fanba bolo. An b’o miiri bɛ kokuradonni dabila. O la, an ye Common Voice daminɛ, porozɛ min bɛna dɛmɛ don ka kumakan dɔnni da wuli ani min bɛ se ka sɔrɔ bɛɛ fɛ.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
dyu: Baarakɛdabaw bɛ baara kɛ ni kunnafonidilan minnu ye, olu fanba tɛ sɔrɔ mɔgɔ fanba bolo. An bɛ miiri min bɛ kokuradonni dabila. O la an ye Project Common Voice daminɛ, porozɛ min bɛ dɛmɛ don ka kumakan dilan dɔnniya dabɔlen don bɛɛ ye.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
dyu: O fɔlisen fanba ye mɔgɔw ye minnu bɛ kuma u kan dacogo la. I bɛ se ka sɔn tuma dɔw la fɔlikan na min tɛ sariya kɔnɔ, n’o bɛ pɛrɛn, ka sɔgɔsɔgɔ, walima k’a jɛya ko a bɛ fɔ ni kan ‘drama’ ye. Aw ye ban dɔnkiliw la ani minnu bɛ baara kɛ ni kan ye min dilannen don ni ɔridinatɛri ye.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
dyu: Mozilla Common Voice ye fɛɛrɛ ye min bɛ dɛmɛ don ka masinw kalan mɔgɔ lakikaw bɛ kuma cogo min na.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
dyu: Mozilla Common Voice bɛ se ka kɛ ni jɛkulu suguya caman ye, minnu ye walekɛlaw, kanko dɔnnikɛlaw, kunnafonidilanw, kalandenw ani porozɛw dilannikɛlaw ye minnu bɔra diɲɛ fan bɛɛ la. Porozɛ in ɲɛmɔgɔya bɛ Mozilla Foundation bolo.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
dyu: Mozilla ka da wulilen kan dɔnni masin Deep Speech bɛ se ka kɛ ka kuma dɔnni baarakɛminɛnw jɔ. An ka <githubLink>Github lajɛlen</githubLink> kalan walima ka fara <discourseLink>DeepSpeech Discourse</discourseLink> kan walasa ka daminɛcogo dɔn.

source: Mutual accountability.
dyu: Jateminɛ kɛ ɲɔgɔn fɛ.

source: N/A
dyu: A tɛ sɔrɔ

source: Name
dyu: Tɔ̀gɔ

source: Names of your language
dyu: Aw ka kan tɔgɔw

source: Native Language
dyu: Fasokan

source: Need some help with accent?
dyu: Aw mago bɛ dɛmɛ dɔ la ni accent ye wa?

source: Need some help with variants?
dyu: Aw mago bɛ dɛmɛ dɔ la ni variants ye wa?

source: Need to download your data?
dyu: Yala i mago b’a la k’i ka kunnafoniw telesarse wa?

source: Nepali
dyu: Nepalikan na

source: New Language Launch
dyu: Kan kura daminɛ

source: Next
dyu: Nata

source: Nias
dyu: Nias ye

source: No
dyu: Ayi

source: [No ‘a’ in the original text]
dyu: [‘a’ tɛ sɛbɛn fɔlɔ kɔnɔ].

source: No gravatar found for your email
dyu: Gravatar si ma sɔrɔ i ka email kama

source: No microphone found.
dyu: Mikɔrɔfɔni si ma sɔrɔ.

source: Northern Sotho
dyu: Worodugu Soto

source: Norwegian Bokmål
dyu: Norvege jamana ka Bokmal

source: Norwegian Nynorsk
dyu: Norvege jamana ka Nynorsk

source: No sentences to review. <addLink>Add more sentences now!</addLink>
dyu: Kumasen si tɛ yen ka segin a kan. <addLink>Kumasen wɛrɛw fara a kan sisan !</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
dyu: Kɔlɔsili: Ni a bilala ‘Visible’ la, o sigicogo bɛ se ka Changé ka bɔ <profileLink>Profile page</profileLink> la

source: Note: You will still need to select between Speak or Listen to change contribution type.
dyu: Kɔlɔsili: I ka kan ka sugandi hali bi Kuma walima Lamɛnni cɛ walasa ka bolomafara suguya Changer.

source: No Thanks
dyu: Ayi Baraka da

source: No variant selected
dyu: Variante si ma sugandi

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
dyu: Sisan, i kɛlen k’a dɔn dɔɔnin Common Voice kan, mun na i t’a lajɛ? Mikoro taamasiyɛn digi walisa ka kumasenw kalanni daminɛ ni kanba ye. <br/><br/>n' i b' a fɛ ka mɔgɔ wɛrɛw ka kanko bolomafaraw lajɛ , i ka tulonkɛ taamasiyɛn digi . I bɛna dɛmɛ don k’a jira ko fɔlisenw bɛ bɛn kumasenw ma minnu sɛbɛnnen bɛ ɛkran kan.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
dyu: Sisan aw bɛ se k’aw ka kan di walasa k’an dɛmɛ ka kan kunnafonidilan dafalen dɔ jɔ, mɔgɔ bɛɛ bɛ se ka baara kɛ ni min ye ka porogaramu kura dilan minɛnw ni ɛntɛrinɛti kan. Kumasen dɔ kalan walasa ka masinw dɛmɛ u k’a dɔn mɔgɔ sɛbɛw bɛ kuma cogo min na. Mɔgɔ wɛrɛw ka baara lajɛ dɛmɛbagaw walasa ka jogoɲumanya yiriwa. A ka nɔgɔn ten dɛ!

source: Number of Voices
dyu: Kumakanw hakɛ

source: Occitan
dyu: Occitan ye

source: Odia
dyu: Odia ye

source: Off
dyu: K'a bɔ a la

source: Offensive language
dyu: Kan min bɛ mɔgɔ tɔɔrɔ

source: Offensive speech
dyu: Kuma min bɛ mɔgɔ dusu tiɲɛ

source: On
dyu: Kan

source: On desktop devices you can contribute by downloading…
dyu: Desktop minɛnw kan i bɛ se ka dɛmɛ don ni i ye...

source: On his head he wore a beret.
dyu: A kunkolo kan, a ye bereti dɔ don.

source: On iOS please continue with Safari to enable recording…
dyu: iOS kan aw ka t'a fɛ ni Safari ye walasa ka se ka sɛbɛnni kɛ...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
dyu: Faan wɛrɛ fɛ, n’i b’a miiri ko n’a sɔrɔla kalanden ma deli ka daɲɛ in Sɔrɔ fɔlɔ, wa a bɛ jateminɛ jugu Kɛ dɔrɔn a fɔcogo la, i ka ban. Ni aw dalen tɛ a la, aw bɛ baara kɛ ni butɔni ye min tɔgɔ ye ko skip.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
dyu: An ka baara kɛlenw kɔnɔko kura dabɔlen don. Ni aw b’a fɛ ka ɲinini jɛ-ka-baara kɛ, ka kunnafoniw lajɛ walima ka ɲininkaliw kɛ, <emailFragment>aw bɛ se ka aw bolo don.</emailFragment>

source: Optionally join on our email list for updates and new information about the project.
dyu: Ni aw b’a fɛ ka fara an ka bataki cilenw kan walasa ka kunnafoni kuraw ni kunnafoni kuraw sɔrɔ porozɛ in kan.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
dyu: Jamanadenw ka kunnafoniw minnu bɛ ci i yɛrɛ sago la (misali la, u si hakɛ, cɛya ni musoya, kan, ani u fɔcogo), olu tɛna kɛ foroba ye abada i ka kunnafonisɛbɛn kan, wa u tɛna siri i ka jatebɔsɛbɛn na kunnafonidilan kɔnɔ. Odio-klip kelen-kelen bɛɛ bɛna jɛ jamanadenw ka kunnafoniw na walasa ka sɛgɛsɛgɛli kɛ ka ɲɛ - misali la, ɲininikɛla dɔ bɛ se k’a fɛ ka kalan misali dɔ ɲɛsin jamanaden hakɛ yɔrɔ kɛrɛnkɛrɛnnen dɔ ma.

source: Other
dyu: dɔ wɛrɛ

source: Other Language
dyu: Kan wɛrɛw

source: Other people validate those voice clips.
dyu: Mɔgɔ wɛrɛw b’o kumakan-klipw sinsin.

source: Other voice datasets…
dyu: Kumakan kunnafonidilan wɛrɛw...

source: Other Voice Datasets
dyu: Kumakan Dataset wɛrɛw

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
dyu: An ka sigida ɲɛmɔgɔ bɛna a bolo da aw kan walasa ka o di dɛmɛ wɛrɛ, ani ka aw ladɔnniya ni o bɛ yen kaban sigida min bɛ baara kɛ i ka kan kan

source: Our governance is founded on the pillars of:
dyu: An ka mara sinsinnen bɛ nin jɔyɔrɔw kan:

source: Our Partners
dyu: An ka jɛɲɔgɔnw
